---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionHotRolled.FlangeThicknessLocation
source: html/3c1f8fdd-21d1-5af2-954b-d64599710df3.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionHotRolled.FlangeThicknessLocation Property

Flange Thickness Location.

## Syntax (C#)
```csharp
public double FlangeThicknessLocation { get; set; }
```